Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_vaalikauden_juhlaa_vietetaan_kesakuussa_2022_.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien vaalikauden juhlaa vietetään kesäkuussa 2022
sme: Sámedikki válgabaji ávvudeami doallat geassemánus 2022

source: Saamelaiskäräjien vaalikauden 2020-2023 juhlaa vietetään Saamelaiskulttuurikeskus Sajoksessa 17. kesäkuuta 2022 klo 11 alkaen.
sme: Sámedikki válgabaji 2020-2023 ávvudeami doallat Sámekulturguovddáš Sajosis 17. geassemánu 2022 dii. 11 rájes.

source: Kaikki ovat kutsuttuja seuraamaan juhlaa suoran lähetyksen kautta.
sme: Buohkat leat bovdejuvvon čuovvut ávvudeami njuolggosáddaga bokte.

source: – Odotan ilolla, että pääsemme vihdoin kokoontumaan yhteen ja juhlistamaan kuluvaa vaalikautta.
sme: – Vuorddán iluin, ahte beassat viimmat čoahkkanit oktii ja ávvudit dálá válgabaji.

source: Nyt olemme vaalikauden puolivälissä ja on hyvä hetki pysähtyä juhlan merkeissä, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Dál mii leat válgabaji beallemuttus ja lea buorre áigi bisánit ávvudeami mearkkain, dadjá Sámedikki ságadoalli Tuomas Aslak Juuso.

source: Juhlan aikana päästään nauttimaan taitavien saamelaistaiteilijoiden esityksistä ympäri saamelaisaluetta.
sme: Ávvudeami áigge beassat návddašit čeahpes sámedáiddáriid ovdanbuktimiin birra sámeguovllu.

source: Juhlassa esiintyvät mm. Ingá-Máret Gaup-Juuso, Anna Morottaja, Nils-Heikki Paltto sekä Anna Lumikivi.
sme: Ávvudeamis ovdanbuktet ee. Ingá-Máret Gaup-Juuso, Anna Morottaja, Nils-Heikki Paltto ja Anna Lumikivi.

source: Lisäksi juhlassa päästään seuraamaan Auri Aholan tanssiesitystä sekä Niillas Holmbergin ja Ima Aikion runoesitystä.
sme: Lassin ávvudeamis beassat čuovvut Auri Ahola dánsačájáhusa ja Niillas Holmberga ja Ima Aikio diktačájáhusa.

source: Päiväohjelman päättää Saamelaiskäräjien puheenjohtajien dialogi.
sme: Beaiveprográmma loahpaha Sámedikki ságadolliid dialoga.

source: Saamelaiskäräjien aikaisemmat puheenjohtajat Klemetti Näkkäläjärvi ja Tiina Sanila-Aikio sekä nykyinen puheenjohtaja Tuomas Aslak Juuso keskustelevat mieleenpainuvimmista hetkistä omilla kausillaan.
sme: Sámedikki ovddit ságadoallit Klemetti Näkkäläjärvi ja Tiina Sanila-Aikio sihke dáláš ságadoalli Tuomas Aslak Juuso ságastallet bottuin mat leat buoremusat báhcán millii iežaset baji áigge.

source: Myöhemmin ohjelmassa on Tundra Electron juhlakonsertti.
sme: Maŋŋelabbo prográmmas lea Tundra Electro ávvudankonsearta.

source: Juhlan ohjelma kokonaisuudessaan julkaistaan Saamelaiskäräjien nettisivuilla www.samediggi.fi/vaalikauden-juhla/
sme: Ávvudeami prográmma olggosaddojuvvo ollislaččat Sámedikki neahttasiidduin www.samediggi.fi/valgabaji-avvudeapmi .

source: Vaalikauden juhlaan paikan päälle on kutsuttu saamelaisyhteisön jäseniä, saamelaisyhteiskunnan vaikuttajia, Suomen valtion sekä erinäisten yhteistyötahojen edustajia.
sme: Válgabaji ávvudeapmái báikki ala lea bovdejuvvon sámeservoša lahtut, sámeservodaga váikkuheaddjit, Suoma stáhta sihke sierranas ovttasbargoguimmiid ovddasteaddjit.

source: Juhlatilaisuuteen oman tervehdyksensä tuovat pääministeri Sanna Marin sekä Ruotsin ja Norjan Saamelaiskäräjien edustajat.
sme: Ávvudandilálašvuhtii iežaset dearvvahusa buktet oaiveministtar Sanna Marin sihke Norgga ja Ruoŧa Sámedikkiid ovddasteaddjit.

source: Juhlaa pääsee seuraamaan suorana lähetyksenä osoitteessa www.sajos.fi/live .
sme: Ávvudeami beassá čuovvut njuolggosáttagin čujuhusas www.sajos.fi/live .

source: Lisätietoja:
sme: Lassedieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságadoalli 040 687 3394 tuomas.juuso@samediggi.fi

source: Kuva: Ellen-Maarit Juuso
sme: Govva: Ellen-Maarit Juuso
